[{"id":1,"clue":"Планируемое исследование или тестирование гипотезы.","dir":"h"},{"id":2,"clue":"Способность ощущать и понимать что-то без объяснения или рационального анализа.","dir":"h"},{"id":3,"clue":"Соглашение, которое удовлетворяет все стороны, но может потребовать некоторых жертв.","dir":"v"},{"id":4,"clue":"Факторы, которые вдохновляют человека на действие или достижение цели.","dir":"v"},{"id":5,"clue":"Чувство тоски по прошлым временам или событиям.","dir":"h"},{"id":6,"clue":"Качество, которое описывает способность брать на себя обязанности и следовать своим обязательствам.","dir":"h"},{"id":7,"clue":"Точка зрения или понимание ситуации, основанное на опыте и знаниях.","dir":"h"},{"id":8,"clue":"Чувство уважения и признания достижений других людей.","dir":"h"},{"id":9,"clue":"Способность критически оценивать свои поступки и поведение.","dir":"v"},{"id":10,"clue":"Способность уважать и понимать иные культуры, религии, идеологии и т.д.","dir":"v"},{"id":11,"clue":"Чувство страсти или удовольствия, которое вызывает увлечение чем-то.","dir":"h"},{"id":12,"clue":"Событие, явление или процесс, который вызывает интерес и изучение.","dir":"h"},{"id":13,"clue":"Совокупность качеств, которые определяют индивидуальность и поведение человека.","dir":"v"},{"id":14,"clue":"Качество, которое определяет важность или ценность чего-то для человека.","dir":"h"},{"id":15,"clue":"Возможность или перспектива на успех или удачу.","dir":"v"},{"id":16,"clue":"Способность понимать и разделять чувства других людей.","dir":"nn"},{"id":17,"clue":"Способность находить юмор в ситуациях или вещах.","dir":"v"},{"id":18,"clue":"Система коммуникации, используемая для передачи информации между людьми.","dir":"h"},{"id":19,"clue":"Абстрактное понятие, которое не имеет конкретной формы или представления.","dir":"v"},{"id":20,"clue":"Чувство благодарности или признательности за что-то.","dir":"h"},{"id":21,"clue":"Состояние, когда человек чувствует вдохновение или энтузиазм для действия.","dir":"v"},{"id":22,"clue":"Состояние баланса и единства между разными элементами или людьми.","dir":"v"},{"id":23,"clue":"Способность следовать правилам и инструкциям, чтобы достичь цели.","dir":"v"},{"id":24,"clue":"Комплексный и непредсказуемый феномен, который описывает жизнь всех организмов на Земле.","dir":"v"}]